Repository: Map-A-Droid/MAD
Catalog: locale/*/LC_MESSAGES/quest.po
Languages: de, fr, pt_br

source: Experience
de: Erfahrungspunkte
fr: Points d'experience
pt_br: Experiência

source: Candy
de: Bonbon
fr: Bonbon
pt_br: doce

source: Stardust
de: Sternenstaub
fr: Poussières Étoiles
pt_br: Poeira Estelar

source: Pokemon
pt_br: Pokémon

source: Energy
de: Energie
fr: Énergie
pt_br: Energia

source: Mega Energy
de: Mega Energie
fr: Mega Énergie
pt_br: Mega Energia

source: -type
pt_br: de tipo

source: Nice
de: Gute
fr: Joli
pt_br: Boa(s)

source: Great
de: Großartige
fr: Superbe
pt_br: Ótima(s)

source: Excellent
de: Fabelhafte
pt_br: Excelente(s)

source: Curveball
fr: à effet
pt_br: bolas curvas

source: Good
de: Gut
fr: Bon
pt_br: bom

source: Best
de: Besten
fr: Meilleur
pt_br: melhor

source: Catch {0}{different} {type}Pokemon{wb}
de: Fange {0}{different} {type}Pokemon{wb}
fr: Attrape {0}{different} Pokémon {type}{wb}
pt_br: Pegar {0} Pokémon {different} {type} {wb}

source: Catch {0} {poke}
de: Fange {0} {poke}
fr: Attrapez {0} {poke}
pt_br: Pegar {0} {poke}

source: with weather boost
de: mit Wetterverstärkung
fr: boostés par la météo
pt_br: com fortalecimento de clima

source: different species of
de: verschiedene
fr: différentes espèces de
pt_br: espécies diferentes de

source: shadow
pt_br: sombrosos

source: purified
fr: purifié
pt_br: purificado!

source: Spin {0} Pokestops you haven't visited before
de: Drehe {0} Pokestops die Du noch nicht besucht hast
fr: Fais tourner {0} nouveaux PokéStops ou Arènes
pt_br: Girar {0} fotodiscos de Poképaradas que não tenha visitado antes

source: Spin {0} Pokestops or Gyms
de: Drehe {0} Pokestops oder Arenen
fr: Fais tourner {0} PokéStops ou Arènes
pt_br: Girar {0} fotodiscos de Poképaradas ou Ginásios

source: Hatch {0} Eggs
de: Brüte {0} Eier aus
fr: Fais éclore {0} Œufs
pt_br: Chocar {0} Ovos

source: Win {0} Gym Battles
de: Gewinne {0} Arenakämpfe
fr: Gagne {0} combats d’Arènes
pt_br: Vencer {0} batalhas de ginásio

source: Use a supereffective Charged Attack in {0} Gym battles
de: Verwende eine sehr effektive Ladeattacke in {0} Arenakämpfen
fr: Utilise une Attaque Chargée très efficace dans {0} combats d'Arènes
pt_br: Usar {0} ataques carregados supereficazes em Batalhas de Ginásio

source: Battle in a Gym {0} times
de: Kämpfe {0} mal in einer Arena
fr: Combats {0} fois dans une Arène
pt_br: Batalhar em um ginásio {0} vezes

source: {verb} {0} {min_level}raids{speedy}
de: {verb} {0} {min_level}Raid{speedy}
pt_br: {verb} {0} {min_level}reides{speedy}

source: in {time} seconds
de: in {time} Sekunden
fr: en {time} secondes
pt_br: em menos de {time} segundos

source: level
de: Niveau
fr: niveau
pt_br: nível

source: or higher
de: oder höher
fr: ou plus
pt_br: ou superior

source: Transfer {0} Pokemon
de: Verschicke {0} Pokemon
fr: Transfère {0} Pokémon
pt_br: Transferir {0} Pokémon

source: Favourite {0} Pokemon
de: Favorisiere {0} Pokemon
fr: Met en favoris {0} Pokemon
pt_br: Favoritar {0} Pokémon

source: Use {0} {type}Berries to help catch Pokemon
de: Verwende {0} {type} Beeren um ein Pokemon zu fangen
fr: Utilise {0} {type} pour t’aider à attraper des Pokémon
pt_br: Usar {0} Frutas {type} para ajudar a pegar Pokémon

source: Berry
de: Beeren
fr: Baie
pt_br: Fruta

source: Power up Pokemon {0} times
de: Power up Pokemon {0} mal
fr: Recharge un Pokémon {0} fois
pt_br: Fortalecer seus Pokémon {0} vezes

source: {mega}Evolve {0} Pokemon
de: {mega}Entwickle {0} Pokemon
fr: Fais {mega}évoluer {0} Pokémon
pt_br: {mega}Evoluir {0} Pokémon

source: Use an item to {mega}evolve {0} Pokemon
de: Verwende ein Item um {0} Pokemon zu {mega}entwickeln
fr: Utilise un objet pour faire {mega}évoluer {0} Pokémon
pt_br: Usar um item para {mega}evoluir {0} Pokémon

source: Use {item} to {mega}evolve {0} Pokemon
de: Benutze {item}, um {0} Pokemon zu {mega}entwickeln
fr: Utilise {item} pour {mega}évoluer {0} Pokémon
pt_br: Usar {item} para {mega}evoluir {0} Pokémon

source: {mega}Evolve {0} {type}Pokemon
de: {mega}Entwickle {0} Pokemon vom Typ {type}
fr: Fais {mega}évoluer {0} {type}Pokémon
pt_br: {mega}Evoluir {0} {type}Pokémon

source: -type
pt_br: de tipo

source: or
de: oder
fr: ou
pt_br: ou

source: {mega}Evolve {0} {poke}
de: {mega}Entwickle {0} {poke}
fr: Fais {mega}évoluer {0} {poke}
pt_br: {mega}Evoluir {0} {poke}

source: in a row
de: hintereinander
fr: à la suite
pt_br: seguidas

source: Curveball
fr: à effet
pt_br: Bolas Curvas

source: Make {0} {type}{curve}Throws{inrow}
de: Lande {0} {type}{curve} Würfe {inrow}
fr: Fais {0} {type} lancers {curve}{inrow}
pt_br: Fazer {0} {type}{curve}jogadas{inrow}

source: Earn {0} Candies walking with your buddy
de: Verdiene {0} Bonbons mit deinem Begleiter
fr: Gagne {0} bonbons en marchant avec ton copain
pt_br: Ganhar {0} doce caminhando com seu companheiro

source: Make a new friend
de: Schließe eine neue Freundschaft
fr: Fais-toi un nouvel ami
pt_br: Fazer uma nova amizade

source: Make {0} new friends
de: Schließe {0} neue Freundschaften
fr: Fais-toi {0} nouveaux amis
pt_br: Fazer {0} novas amizades

source: Trade {0} Pokemon
de: Tausche {0} Pokemon
fr: Échange {0} Pokémon
pt_br: Trocar {0} Pokémon

source: Trade Pokemon caught {distance} km apart
de: Tausche Pokemon die mit einer Entfernung von {distance} km gefangen wurden
fr: Échange des Pokémon capturés à {distance}km l'un de l'autre
pt_br: Trocar um Pokémon capturado a {distance} km de distância

source: Trade {0} Pokemon caught {distance} km apart
de: Tausche {0} Pokemon die mit einer Entfernung von {distance} km gefangen wurden
fr: Échange {0} Pokémon capturés à {distance}km l'un de l'autre
pt_br: Trocar {0} Pokémon capturado a {distance} km de distância

source: Send {0} gifts to friends
de: Sende {0} Geschenke an Freunde
fr: Envoie {0} Cadeaux à des amis
pt_br: Enviar {0} presentes para amigos

source: Battle a Team Leader {0} times
de: Kämpfe {0} mal gegen einen Teamleiter
fr: Combats un Chef d'Équipe {0} fois
pt_br: Batalhar contra 1 líder de equipe {0} vezes

source: Win a battle against another Trainer {0} times
de: Gewinne {0} mal gegen einen anderen Trainer
fr: Combats {0} fois contre un autre Dresseur
pt_br: Vencer batalhas contra outro Treinador {0} vezes

source: Battle another Trainer {0} times
de: Kämpfe {0} mal gegen einen anderen Trainer
fr: Combats {0} fois contre un autre Dresseur
pt_br: Batalhar com outro treinador {0} vezes

source: Win in the GO Battle League {0} times
de: Gewinne {0} mal in der GO-Kampfliga
fr: Gagne {0} fois combat de ligue
pt_br: Vencer na Liga de Batalha GO {0} vezes

source: Battle in the GO Battle League {0} times
de: Kämpfe {0} mal in der GO-Kampfliga
fr: Participe à {0} fois combat de ligue
pt_br: Batalhar na Liga de Batalha GO {0} vezes

source: {verb} in the GO Battle League {0} times
de: {verb} {0} mal in der GO-Kampfliga
fr: {verb} {0} fois combat de ligue
pt_br: {verb} na Liga de Batalha GO {0} vezes

source: {verb} against a friend {0} times
de: {verb} {0} mal gegen einen anderen Trainer
fr: {verb} {0} fois contre un autre Dresseur
pt_br: {verb} batalhas contra outro Treinador {0} vezes

source: Take {0} snapshots of your Buddy
de: Schieße {0} Fotos von deinem Kumpel
fr: Prends {0} photos de ton copain
pt_br: Tirar {0} fotos com seu companheiro

source: Take {0} snapshots of {poke}
de: Schieße {0} Fotos von {poke}
fr: Prends {0} photos de {poke}
pt_br: Tirar {0} fotos de {poke}

source: Take {0} snapshots of wild {type} Pokemon
de: Schieße {0} Fotos von wilde {type}Pokemon
fr: Prends {0} photos de Pokémon de type {type}
pt_br: Tirar {0} fotos de um Pokémon selvagem {type}

source: {verb} a Team Rocket Grunt
de: {verb} einen Team Go Rocket-Rüpel
fr: {verb} un Sbire de la Team GO Rocket
pt_br: {verb} 1 Recruta da Equipe Rocket

source: Battle
de: Besiege
fr: Combats
pt_br: Batalhar

source: {verb} {0} times against Team GO Rocket Leaders
de: {verb} {0} mal gegen Team Go Rocket Bosse
fr: {verb} {0} fois contre les Rocket Leaders de Team GO
pt_br: {verb} {0} vezes contra líderes da Equipe GO Rocket

source: Defeat
de: Besiegen
fr: Vaincre
pt_br: Derrotar

source: {verb} a Team GO Rocket Leader
de: {verb} gegen Team Go Rocket Bosse
fr: {verb} fois contre les Rocket Leaders de Team GO
pt_br: {verb} 1 Líder da Equipe GO Rocket

source: {verb} a Team GO Rocket Leader {0} times
de: {verb} {0} mal gegen einen Team Go Rocket Bosse
fr: {verb} un Chef d'Équipe {0} fois
pt_br: {verb} contra 1 líder de equipe {0} vezes

source: Use {0} {type} Charged Attacks
de: Setze {0} {type} Ladeattacken ein
fr: Utilise {0} Attaques Chargées {type}
pt_br: Usar {0} ataques carregados {type}

source: supereffective
de: sehr effektive
fr: très efficace
pt_br: supereficaz

source: Battle a Challenger
de: Bekämpfe {0} Herausforderer
fr: Combattez un adversaire
pt_br: Batalhar contra um Desafiante

source: Eggs
de: Eier
fr: Œufs
pt_br: Ovos

source: n Egg
de: Ei
fr: Œufs
pt_br: Ovo

source: Raids
pt_br: Reides

source: Raid
pt_br: a Reide

source: Battles
de: Kämpfe
fr: Combats
pt_br: Batalhas

source: Battle
de: Kämpfe
fr: Combat
pt_br: a batalha

source: candies
de: Bonbons
fr: bonbons
pt_br: doces

source: candy
de: Bonbon
fr: bonbon
pt_br: doce

source: gifts
de: Geschenke
fr: cadeaux
pt_br: presentes

source: gift
de: Geschenk
fr: cadeau
pt_br: presente

source: Pokestops
fr: PokéStops
pt_br: Poképaradas

source: Pokestop
fr: PokéStop
pt_br: Poképarada

source: {0} snapshots
de: {0} Fotos
fr: {0} photos
pt_br: {0} fotos

source: a snapshot
de: ein Foto
fr: une photo
pt_br: uma foto

source: Make {0} {type}{curve}Throws
de: Lande {0} {type}{curve} Würfe
fr: Fais {0} {type} lancers {curve}
pt_br: Fazer {0} {type}{curve}jogadas

source: Make a {type}{curve}Throw
de: Lande einen {type}{curve} Wurf
fr: Fais {type} lancers {curve}
pt_br: Fazer uma {type}{curve}jogada

source: {0} times
de: {0} mal
fr: {0} fois
pt_br: {0} vezes

source: {0} hearts
de: {0} Herzen
fr: {0} cœurs
pt_br: {0} corações

source: a heart
de: Ein Herz
fr: un cœur
pt_br: um coração

source: PVP Battle(s)
de: Kämpfe
fr: Combats
pt_br: Batalhas PVP

source: PVP Battle
de: Kämpfe
fr: Combat
pt_br: Batalha PVP

source: a
de: ein
fr: un
pt_br: um

source: Item
fr: Objet
